Repository: MakeWebsites/cc-by-c
Catalog: languages/cc-by-country-*.po
Languages: es_es

source: Title:
es_es: Título:

source: Temperature
es_es: Temperatura

source: Precipitation
es_es: Precipitación

source: Climate Data for
es_es: Datos Climáticos para

source: Select Temperature
es_es: Seleccionar Temperatura

source: Select Precipitation
es_es: Seleccionar Precipitación

source: Trend in the last 100 years
es_es: Tendencia en los últimos 100 años

source: Expected differences during this century according to A2 and B1 emission scenarios
es_es: Diferencias esperadas durante este siglo, según los escenarios A2 y B1

source: Submit
es_es: Enviar

source: Select another country....
es_es: Seleccionar otro país....

source: Period
es_es: Período

source: Year
es_es: Año

source: Climate Change effects
es_es: Efectos del Cambio Climático

source: Country's temperature and precipitation charts according to Climate Change scenarios
es_es: Temperaturas y precipitaciones futuras en el país según escenarios del Cambio Climático

source: Climate Change country charts
es_es: Cambio Climático: Gráficos para el país

source: Include historical trend
es_es: Incluir tendencia histórica

source: Exclude historical trend
es_es: Excluir tendencia histórica

source: Allow country selection
es_es: Permitir selección del país

source: Disable country selection
es_es: Deshabilitar selección de país

source: Remove 'More information' link
es_es: Eliminar enlace con 'Más información'

source: Include a 'More information' link
es_es: Incluir enlace con 'Más información'

source: Exclude chart title
es_es: Excluir título del gráfico

source: More information
es_es: Más información

source: Read more
es_es: Leer más

source: Drawing the charts
es_es: Generando los gráficos

source: climate-change-effects-country/
es_es: es/efectos-del-cambio-climatico-por-pais/
